
export const CALAMITYLIST = {
    'light_list': [
        {
            'id': '300001',
            'type': 1,
            'name': '楼宇坍塌1',
            'point': [113.924862, 22.507287],
            'lat': '22.496739',
            'lng': '113.920522',
            'offline': 1, // 在线
            'light_level': 1, //  亮度1-3
            'error': 0, // 禁用

        },
        {
            'id': '300002',
            'type': 1,
            'name': '楼宇坍塌2',
            'point': [113.938229, 22.490692],
            'lat': '22.496113',
            'lng': '113.920913',
            'offline': 0, // 在线
            'light_level': 2, // 亮度1-3
            'error': 0, // 禁用

        },
        {
            'id': '300003',
            'type': 1,
            'name': '楼宇坍塌3',
            'point': [113.948182, 22.503213],
            'lat': '22.49757',
            'lng': '113.920122',
            'offline': 0, // 在线
            'light_level': 3, //  亮度1-3
            'error': 0, // 禁用

        },
        {
            'id': '300004',
            'type': 2,
            'name': '山体滑坡1',
            'point': [113.903555, 22.501277],
            'lat': '22.496885',
            'lng': '113.919952',
            'offline': 0, // 在线
            'light_level': 1, // 亮度1-3
            'error': 0, // 禁用

        },
        {
            'id': '300005',
            'type': 2,
            'name': '山体滑坡2',
            'point': [113.920515, 22.50732],
            'lat': '22.497361',
            'lng': '113.923235',
            'offline': 0, // 在线
            'light_level': 3, // 亮度1-3
            'error': 0, // 禁用

        },
        {
            'id': '300006',
            'type': 2,
            'name': '山体滑坡3',
            'point': [113.942757, 22.489823],
            'lat': '22.496393',
            'lng': '113.919781',
            'offline': 1, // 在线
            'light_level': 2, // 亮度1-3
            'error': 0, // 禁用

        },

        {
            'id': '300007',
            'type': 3,
            'name': '异味臭气1',
            'point': [113.945164, 22.50929],
            'lat': '22.497632',
            'lng': '113.922642',
            'offline': 1, // 在线
            'light_level': 1, // 亮度1-3
            'error': 0, // 禁用

        },
        {
            'id': '300008',
            'type': 3,
            'name': '异味臭气2',
            'point': [113.937187, 22.508689],
            'lat': '22.497987',
            'lng': '113.921852',
            'offline': 0, // 在线
            'light_level': 2, // 亮度1-3
            'error': 0, // 禁用

        },
        {
            'id': '300009',
            'type': 3,
            'name': '异味臭气3',
            'point': [113.928563, 22.492495],
            'lat': '22.498279',
            'lng': '113.921151',
            'offline': 1, // 在线
            'light_level': 3, // 亮度1-3
            'error': 0, // 禁用

        },
        {
            'id': '300010',
            'type': 4,
            'name': '燃气泄漏1',
            'point': [113.931294, 22.501811],
            'lat': '22.49853',
            'lng': '113.920378',
            'offline': 1, // 在线
            'light_level': 1, // 亮度1-3
            'error': 0, // 禁用

        },
        {
            'id': '300011',
            'type': 4,
            'name': '燃气泄漏2',
            'point': [113.919437, 22.494365],
            'lat': '22.49557',
            'lng': '113.922229',
            'offline': 0, // 在线
            'light_level': 2, // 亮度1-3
            'error': 0, // 禁用

        },
        {
            'id': '300012',
            'type': 4,
            'name': '燃气泄漏3',
            'point': [113.947392, 22.489256],
            'lat': '22.495863',
            'lng': '113.921515',
            'offline': 1, // 在线
            'light_level': 3, // 亮度1-3
            'error': 0, // 禁用


        },
        {
            'id': '300013',
            'type': 5,
            'name': '道路积水1',
            'point': [113.940062, 22.50318],
            'lat': '22.496388',
            'lng': '113.920419',
            'offline': 1, // 在线
            'light_level': 1, // 亮度1-3
            'error': 0, // 禁用


        },
        {
            'id': '300014',
            'type': 5,
            'name': '道路积水2',
            'point': [113.937151, 22.49767],
            'lat': '22.498012',
            'lng': '113.922485',
            'offline': 1, // 在线
            'light_level': 2, // 亮度1-3
            'error': 0, // 禁用

        },

        {
            'id': '300015',
            'type': 5,
            'name': '道路积水3',
            'point': [113.919616, 22.492962],
            'lat': '22.498559',
            'lng': '113.922777',
            'offline': 1, // 在线
            'light_level': 3, // 亮度1-3
            'error': 0, // 禁用

        },


    ],

};

